Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.shell_integration.steps.waiting
source: ⏳ Waiting for command to complete…
zh_hans: ⏳ 等待命令完成…

# ui.shell_integration.steps.discover_initial
source: 1. Discover
zh_hans: 1. 检测

# ui.shell_integration.steps.discover_next
source: ➡ Select “Continue” to discover
zh_hans: ➡ 选择“继续”以检测

# ui.shell_integration.steps.unsupported
source: 🛑 Your shell is not supported. Only bash, fish, tcsh, xonsh, and zsh work with shell integration
zh_hans: 🛑 不支持你的 Shell。 Shell 集成仅支持 bash、fish、tcsh、xonsh 和 zsh

# ui.shell_integration.steps.discovered
source: ✅ Discovered
zh_hans: ✅ 已识别

# ui.shell_integration.steps.shell_suffix
source: %@ your shell
zh_hans: %@你的 Shell

# ui.shell_integration.steps.shell_detected_suffix
source: : you use “%@”.
zh_hans: ：使用的是“%@”。

# ui.shell_integration.steps.write_initial
source: Step 2. Write
zh_hans: 第 2 步：写入

# ui.shell_integration.steps.write_next
source: ➡ Select “Continue” to write
zh_hans: ➡ 选择“继续”以写入

# ui.shell_integration.steps.wrote
source: ✅ Wrote
zh_hans: ✅ 已写入

# ui.shell_integration.steps.script_suffix
source: %@ the shell integration script.
zh_hans: %@ Shell 集成脚本。

# ui.shell_integration.steps.utilities_initial
source: Step 3. Install
zh_hans: 第 3 步：安装

# ui.shell_integration.steps.utilities_next
source: ➡ Select “Continue” to install
zh_hans: ➡ 选择“继续”以安装

# ui.shell_integration.steps.installed
source: ✅ Installed
zh_hans: ✅ 已安装

# ui.shell_integration.steps.utilities_suffix
source: %@ iTerm2 utility scripts.
zh_hans: %@ iTerm2 实用工具脚本。

# ui.shell_integration.steps.xonsh_step
source: Step %d. Xonsh auto-loads scripts from rc.d (no dotfile update needed).
zh_hans: 第 %d 步：Xonsh 会从 rc.d 自动加载脚本（无需更新配置文件）。

# ui.shell_integration.steps.xonsh_done
source: ✅ Xonsh auto-loads scripts from rc.d (no dotfile update needed).
zh_hans: ✅ Xonsh 会从 rc.d 自动加载脚本（无需更新配置文件）。

# ui.shell_integration.steps.update_step
source: Step %d. Update
zh_hans: 第 %d 步：更新

# ui.shell_integration.steps.update_next
source: ➡ Select “Continue” to update
zh_hans: ➡ 选择“继续”以更新

# ui.shell_integration.steps.updated
source: ✅ Updated
zh_hans: ✅ 已更新

# ui.shell_integration.steps.dotfile_suffix
source: %@ your shell's dotfile.
zh_hans: %@你的 Shell 配置文件。

# ui.shell_integration.steps.done
source: Done! Select “Continue” to proceed.
zh_hans: 完成！选择“继续”以进行下一步。

# ui.browser.toolbar.dev_null_help
source: ## /dev/null Mode Your browsing activity is not being saved. No history, bookmarks, or other data will be stored. This mode is set in the browser’s Profile under **Settings > Profile > Web > Privacy**. ## 🙈 🙉 🙊
zh_hans: ## /dev/null 模式 不会保存你的浏览活动，也不会存储历史记录、书签或其他数据。 此模式可在浏览器的配置文件中设置，位置为 **设置 > 配置文件 > 网页 > 隐私**。 ## 🙈 🙉 🙊

# ui.appkit.itermapplicationdelegate.gpu_reason.no_gpu
source: no usable GPU found on this machine.
zh_hans: 此电脑上未找到可用的 GPU。

# ui.appkit.itermapplicationdelegate.gpu_reason.disabled
source: GPU Renderer is disabled in Settings > General.
zh_hans: GPU 渲染器已在“设置 > 通用”中停用。

# ui.appkit.itermapplicationdelegate.gpu_reason.ligatures
source: ligatures are enabled. You can disable them in Settings > Profiles > Text > Use ligatures.
zh_hans: 已启用连字。可在“设置 > 配置文件 > 文本 > 使用连字”中停用。

# ui.appkit.itermapplicationdelegate.gpu_reason.initializing
source: the GPU renderer is initializing. It should be ready soon.
zh_hans: GPU 渲染器正在初始化，即将就绪。

# ui.appkit.itermapplicationdelegate.gpu_reason.invalid_size
source: the session is too large or too small.
zh_hans: 会话尺寸过大或过小。

# ui.appkit.itermapplicationdelegate.gpu_reason.session_initializing
source: the session is initializing.
zh_hans: 会话正在初始化。

# ui.appkit.itermapplicationdelegate.gpu_reason.transparency
source: transparent windows are not supported. They can be disabled in Settings > Profiles > Window > Transparency.
zh_hans: 不支持透明窗口。可在“设置 > 配置文件 > 窗口 > 透明度”中停用透明效果。

# ui.appkit.itermapplicationdelegate.gpu_reason.vertical_spacing
source: the font's vertical spacing set to less than 100%. You can change it in Settings > Profiles > Text > Change Font.
zh_hans: 字体的垂直间距小于 100%。可在“设置 > 配置文件 > 文本 > 更改字体”中调整。

# ui.appkit.itermapplicationdelegate.gpu_reason.margin_size
source: terminal window margins are too small. You can edit them in Settings > Advanced.
zh_hans: 终端窗口边距过小。可在“设置 > 高级”中调整。

# ui.appkit.itermapplicationdelegate.gpu_reason.annotations
source: annotations or URL shortcuts are open.
zh_hans: 批注或 URL 快捷方式处于打开状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.portholes
source: this session has natively rendered items.
zh_hans: 此会话包含原生渲染的项目。

# ui.appkit.itermapplicationdelegate.gpu_reason.find_panel
source: the find panel is open.
zh_hans: 查找面板处于打开状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.paste_indicator
source: the paste progress indicator is open.
zh_hans: 粘贴进度指示器处于打开状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.announcement
source: an announcement (yellow bar) is visible.
zh_hans: 通知栏（黄色横条）处于显示状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.url_preview
source: a URL preview is visible.
zh_hans: URL 预览处于显示状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.window_resizing
source: the window is being resized.
zh_hans: 正在调整窗口大小。

# ui.appkit.itermapplicationdelegate.gpu_reason.disconnected_from_power
source: the computer is not connected to power. You can enable GPU rendering while disconnected from power in Settings > General > Advanced GPU Settings.
zh_hans: 电脑未连接电源。可在“设置 > 通用 > 高级 GPU 设置”中启用未连接电源时的 GPU 渲染。

# ui.appkit.itermapplicationdelegate.gpu_reason.idle
source: the session is idle. You can enable Metal while idle in Settings > Advanced.
zh_hans: 会话处于空闲状态。可在“设置 > 高级”中启用空闲时的 Metal 渲染。

# ui.appkit.itermapplicationdelegate.gpu_reason.too_many_panes_reason
source: This tab has too many split panes
zh_hans: 此标签页的分割窗格过多

# ui.appkit.itermapplicationdelegate.gpu_reason.no_focus
source: the window does not have keyboard focus.
zh_hans: 窗口没有键盘焦点。

# ui.appkit.itermapplicationdelegate.gpu_reason.tab_inactive
source: this tab is not active.
zh_hans: 此标签页未处于活动状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.tab_bar_temporarily_visible
source: the tab bar is temporarily visible.
zh_hans: 标签栏暂时处于显示状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.screens_changing
source: the screen configuration has just changed.
zh_hans: 屏幕配置刚刚发生变化。

# ui.appkit.itermapplicationdelegate.gpu_reason.context_allocation_failure
source: of a temporary failure to allocate a graphics context.
zh_hans: 暂时无法分配图形上下文。

# ui.appkit.itermapplicationdelegate.gpu_reason.tab_drag_in_progress
source: a tab is being dragged.
zh_hans: 正在拖动标签页。

# ui.appkit.itermapplicationdelegate.gpu_reason.session_has_no_window
source: the current session has no window (this shouldn't happen).
zh_hans: 当前会话没有窗口（正常情况下不应发生）。

# ui.appkit.itermapplicationdelegate.gpu_reason.drop_targets_visible
source: secure copy drop targets are visible.
zh_hans: 安全拷贝放置目标处于显示状态。

# ui.appkit.itermapplicationdelegate.gpu_reason.swiping_between_tabs
source: swiping between tabs
zh_hans: 正在轻扫切换标签页

# ui.appkit.itermapplicationdelegate.gpu_reason.split_pane_being_dragged
source: a split pane is being dragged.
zh_hans: 正在拖动分割窗格。

# ui.appkit.itermapplicationdelegate.gpu_reason.window_obscured
source: the window is mostly under another window.
zh_hans: 窗口大部分被其他窗口遮挡。

# ui.appkit.itermapplicationdelegate.gpu_reason.lower_power_mode
source: macOS is in low power mode.
zh_hans: macOS 处于低电量模式。

# ui.appkit.itermapplicationdelegate.gpu_reason.not_a_terminal
source: the current session is not a terminal.
zh_hans: 当前会话不是终端。

# ui.toolbelt.tool_name.actions
source: Actions
zh_hans: 操作

# ui.toolbelt.tool_name.captured_output
source: Captured Output
zh_hans: 捕获输出

# ui.toolbelt.tool_name.command_history
source: Command History
zh_hans: 命令历史

# ui.toolbelt.tool_name.recent_directories
source: Recent Directories
zh_hans: 最近目录

# ui.toolbelt.tool_name.jobs
source: Jobs
zh_hans: 作业

# ui.toolbelt.tool_name.notes
source: Notes
zh_hans: 笔记

# ui.toolbelt.tool_name.paste_history
source: Paste History
zh_hans: 粘贴历史

# ui.toolbelt.tool_name.profiles
source: Profiles
zh_hans: 配置文件

# ui.toolbelt.tool_name.snippets
source: Snippets
zh_hans: 代码片段

# ui.toolbelt.tool_name.named_marks
source: Named Marks
zh_hans: 命名标记

# ui.toolbelt.tool_name.session_status
source: Session Status
zh_hans: 会话状态

# settings.advanced.search_result
source: Advanced Preferences…
zh_hans: 高级设置…

# ui.advanced.group.Tabs
source: Tabs
zh_hans: 标签页

# ui.advanced.group.Mouse
source: Mouse
zh_hans: 鼠标

# ui.advanced.group.Terminal
source: Terminal
zh_hans: 终端

# ui.advanced.group.Hotkey
source: Hotkey
zh_hans: 热键

# ui.advanced.group.General
source: General
zh_hans: 通用

# ui.advanced.group.Drawing
source: Drawing
zh_hans: 绘制

# ui.advanced.group.Semantic History
source: Semantic History
zh_hans: 语义历史

# ui.advanced.group.Debugging
source: Debugging
zh_hans: 调试

# ui.advanced.group.Session
source: Session
zh_hans: 会话

# ui.advanced.group.Windows
source: Windows
zh_hans: 窗口

# ui.advanced.group.Tmux Integration
source: Tmux Integration
zh_hans: tmux 集成

# ui.advanced.group.SSH Integration
source: SSH Integration
zh_hans: SSH 集成

# ui.advanced.group.Warnings
source: Warnings
zh_hans: 警告

# ui.advanced.group.Pasteboard
source: Pasteboard
zh_hans: 剪贴板

# ui.advanced.group.Tip of the Day
source: Tip of the Day
zh_hans: 每日提示

# ui.advanced.group.Badge
source: Badge
zh_hans: 徽标

# ui.advanced.group.Web Browser
source: Web Browser
zh_hans: 网页浏览器

# ui.advanced.group.Experimental Features
source: Experimental Features
zh_hans: 实验性功能

# ui.advanced.group.Scripting
source: Scripting
zh_hans: 脚本

# ui.advanced.setting.OpenProfilesInNewWindow.description
source: Choosing a profile from the “Profiles” menu opens a new window. You must restart iTerm2 after changing this setting for it to take effect.
zh_hans: 从“配置文件”菜单选择配置文件时打开新窗口。 更改此设置后必须重新启动 iTerm2 才能生效。

# ui.advanced.setting.UseUnevenTabs.description
source: Uneven tab widths allowed.
zh_hans: 允许标签页宽度不一致。

# ui.advanced.setting.MinTabWidth.description
source: Minimum tab width when using uneven tab widths.
zh_hans: 使用不等宽标签页时的最小宽度。

# ui.advanced.setting.MinCompactTabWidth.description
source: Minimum tab width when using uneven tab widths for compact tabs.
zh_hans: 紧凑标签页使用不等宽布局时的最小宽度。

# ui.advanced.setting.OptimumTabWidth.description
source: Preferred tab width when tabs are equally sized.
zh_hans: 标签页等宽时的首选宽度。

# ui.advanced.setting.ScrollableTabWidth.description
source: Tab width when the tab bar is scrollable. Used as the fixed width when tabs are equally sized, and as the minimum width when uneven tab widths are allowed.
zh_hans: 标签栏可滚动时的标签页宽度。 标签页等宽时作为固定宽度；允许不等宽时作为最小宽度。

# ui.advanced.setting.MoveLeftAfterClosingTab.description
source: Select the tab to the left when closing a tab? If disabled, the tab to the right of the closing tab will be selected.
zh_hans: 关闭标签页时选中左侧标签页？ 禁用后将选中被关闭标签页右侧的标签页。

# ui.advanced.setting.NavigatePanesInReadingOrder.description
source: Next Pane and Previous Pane commands use reading order, not the time of last use.
zh_hans: “下一个窗格”和“上一个窗格”按阅读顺序切换，而非上次使用时间。

# ui.advanced.setting.TabAutoShowHoldTime.description
source: How long in seconds to show tabs in fullscreen. The tab bar appears briefly in fullscreen when the number of tabs changes or you switch tabs. This setting gives the time in seconds for it to remain visible.
zh_hans: 全屏时标签栏显示的时长（秒）。 全屏时，标签页数量变化或切换标签页会使标签栏短暂显示。此设置指定其保持可见的秒数。

# ui.advanced.setting.TabFlashAnimationDuration.description
source: Animation duration for fade in/out animation of tabs in full screen, in seconds.
zh_hans: 全屏时标签栏淡入淡出动画的时长（秒）。

# ui.advanced.setting.AllowDragOfTabIntoNewWindow.description
source: Allow a tab to be dragged and dropped outside any existing tab bar to create a new window.
zh_hans: 允许将标签页拖到所有现有标签栏之外以创建新窗口。

# ui.advanced.setting.AllowDragOnAddTabButton.description
source: Allow dragging window by the Add Tab button in the tab bar?
zh_hans: 允许通过标签栏的添加标签页按钮拖动窗口？

# ui.advanced.setting.MinimumTabDragDistance.description
source: How far must the mouse move before a tab drag is initiated? You must restart iTerm2 after changing this setting for it to take effect.
zh_hans: 鼠标移动多远后才开始拖动标签页？ 更改此设置后必须重新启动 iTerm2 才能生效。

# ui.advanced.setting.TabTitlesUseSmartTruncation.description
source: Use “smart truncation” for tab titles. If a tab‘s title is too long to fit, ellipsize the start of the title if more tabs have unique suffixes than prefixes in a given window.
zh_hans: 对标签页标题使用“智能截断”。 标题过长时，如果窗口中更多标签页的独特部分位于末尾而非开头，则省略标题开头。

# ui.advanced.setting.MiddleClickClosesTab.description
source: Should middle-click on a tab in the tab bar close the tab?
zh_hans: 中键点击标签栏中的标签页时关闭它？

# ui.advanced.setting.ColoredSelectedTabOutlineStrength.description
source: How prominent should the outline around the selected tab be drawn when there are colored tabs in a window? Takes a value in 0 to 3, where 0 means no outline and 3 means a very prominent outline.
zh_hans: 窗口中存在彩色标签页时，选中标签页的轮廓应有多明显？ 取值为 0 到 3；0 表示无轮廓，3 表示非常明显。

# ui.advanced.setting.MinimalEdgeDragSize.description
source: In the Minimal theme, you can move the window by dragging starting in a region on the edge near the window border. This gives the size of that region.
zh_hans: 在精简主题中，可从窗口边框附近的边缘区域开始拖动来移动窗口。此值指定该区域的大小。

# ui.advanced.setting.PinnedTabWidth.description
source: Width of pinned tabs in pixels.
zh_hans: 固定标签页的宽度（像素）。

# ui.advanced.setting.CompactEdgeDragSize.description
source: In the Compact theme, you can move the window by dragging starting in a region on the edge near the window border. This gives the size of that region.
zh_hans: 在紧凑主题中，可从窗口边框附近的边缘区域开始拖动来移动窗口。此值指定该区域的大小。

# ui.advanced.setting.MinimalTabStyleBackgroundColorDifference.description
source: In the Minimal theme, how different should the background color of the selected tab be from the others? Takes a value in 0 to 1, where 0 is no difference and 1 very different.
zh_hans: 精简主题中，选中标签页的背景色与其他标签页应有多大差异？ 取值为 0 到 1；0 表示无差异，1 表示差异很大。

# ui.advanced.setting.MinimalTabStyleOutlineStrength.description
source: In the Minimal theme, how prominent should the tab outline be? Takes a value in 0 to 1, where 0 is invisible and 1 is very prominent
zh_hans: 精简主题中标签页轮廓的明显程度。 取值为 0 到 1；0 表示不可见，1 表示非常明显

# ui.advanced.setting.MinimalSplitPaneDividerProminence.description
source: In the Minimal theme, how prominent should split pane dividers be? Takes a value in 0 to 1, where 0 is invisible and 1 is very prominent
zh_hans: 精简主题中窗格分隔线的明显程度。 取值为 0 到 1；0 表示不可见，1 表示非常明显

# ui.advanced.setting.ColoredUnselectedTabTextProminence.description
source: How prominent should the text in a non-selected tab be when there are colored tabs in a window? Takes a value in 0 to 1, the alpha value.
zh_hans: 窗口中存在彩色标签页时，未选中标签页的文字应有多明显？ 取值为 0 到 1，表示不透明度。

# ui.advanced.setting.MinimalTextLegibilityAdjustment.description
source: How much should contrast be increased for text in tabs in the Minimal theme? Choose a value larger than 1 to increase contrast. Values between 0 and 1 have less contrast than the default.
zh_hans: 精简主题中标签页文字的对比度增幅。 大于 1 可提高对比度；0 到 1 之间的值低于默认对比度。

# ui.advanced.setting.MinimalTabStyleTreatLeftInsetAsPartOfFirstTab.description
source: In the Minimal theme, should the area left of the tab bar be treated as part of the first tab?
zh_hans: 精简主题中，将标签栏左侧区域视为第一个标签页的一部分？

# ui.advanced.setting.CompactMinimalTabBarHeight.description
source: Tab bar height (points) for the Minimal theme. The default is 38. Use 22 to match the compact theme's height.
zh_hans: 精简主题的标签栏高度（点）。 默认为 38。设为 22 可与紧凑主题的高度一致。

# ui.advanced.setting.DefaultTabBarHeight.description
source: Default tab bar height This does not affect the minimal or compact themes. On macOS 26 Tahoe-style tabs, the top (horizontal) tab bar uses the system height and ignores this setting; left/right (vertical) tabs use max(26, this value) for each tab’s height.
zh_hans: 默认标签栏高度 不影响精简或紧凑主题。macOS 26 的 Tahoe 风格顶部（水平）标签栏使用系统高度，忽略此设置；左侧或右侧（垂直）标签页的高度使用 max(26, this value)。

# ui.advanced.setting.DoubleClickTabToEdit.description
source: Should double-clicking a tab open a window to edit its title?
zh_hans: 双击标签页时打开标题编辑窗口？

# ui.advanced.setting.MinimumTabLabelWidth.description
source: Minimum width for tab labels. The activity/bell icon will be hidden when the space for the label drops below this size (in points)
zh_hans: 标签页标签的最小宽度。 标签可用空间小于此值（点）时，隐藏活动或响铃图标

# ui.advanced.setting.DisregardDockSettingToOpenTabsInsteadOfWindows.description
source: Ignore System Settings > Dock > Prefer tabs when opening documents? When set to No, asking to open a window will open a tab instead when system settings is configured to prefer tabs over windows. When set to Yes, asking to open a window may open a tab instead.
zh_hans: 忽略“系统设置 > 程序坞 > 打开文稿时首选标签页”？ 设为“否”时，若系统首选标签页，请求打开窗口会改为打开标签页。设为“是”时，请求打开窗口也可能改为打开标签页。

source: In the Minimal and Compact themes when there is a single tab and the tab bar is visible, should dragging the tab bar move the window? This also affects windows without titlebars in any theme.
zh_hans: 精简和紧凑主题中只有一个标签页且标签栏可见时，拖动标签栏是否移动窗口？ 这也影响任何主题中没有标题栏的窗口。

# ui.advanced.setting.HighVisibility.description
source: High Contrast modes maximize visibility. When enabled, the dark high-contrast theme emphasizes visibility over beauty.
zh_hans: 高对比度模式最大程度提高可见性。 启用后，深色高对比度主题优先保证可见性而非美观。

# ui.advanced.setting.DrawBottomLineForHorizontalTabBar.description
source: Draw bottom line for horizontal tabbar in Regular, Dark and Light theme?
zh_hans: 在常规、深色和浅色主题中绘制水平标签栏的底线？

# ui.advanced.setting.DisableTabBarTooltips.description
source: Disable tab bar tooltips?
zh_hans: 禁用标签栏工具提示？

# ui.advanced.setting.UseCustomTabBarFontSize.description
source: Use custom font size for tab labels? See also advanced setting “Custom tab label font size”.
zh_hans: 自定义标签页标签的字号？ 另请参阅高级设置“自定义标签页标签字号”。

# ui.advanced.setting.CustomTabBarFontSize.description
source: Custom tab label font size For this to take effect, turn on “Use custom font size for tab labels?”.
zh_hans: 自定义标签页标签字号 需开启“自定义标签页标签的字号？”才能生效。

# ui.advanced.setting.MinimalSelectedTabUnderlineProminence.description
source: Prominence of selected tab underline indicator in the Minimal theme when there is at least one colored tab.
zh_hans: 精简主题中至少有一个彩色标签页时，选中标签页下划线指示器的明显程度。

# ui.advanced.setting.AllowInteractiveSwipeBetweenTabs.description
source: Allow two-finger interactive swipe between tabs? The system preference Trackpad > More Gestures > Swipe between pages controls this globally. When “swipe with two fingers” is enabled, you can change this setting to “No” to prevent swiping between tabs in iTerm2.
zh_hans: 允许用双指交互式轻扫切换标签页？ “系统设置 > 触控板 > 更多手势 > 在页面之间轻扫”全局控制此功能。启用“双指轻扫”时，可将此设置改为“否”以阻止在 iTerm2 中轻扫切换标签页。

# ui.advanced.setting.SelectsTabsOnMouseDown.description
source: Select tabs on mouse-down? Changing this setting will not affect existing windows.
zh_hans: 按下鼠标时选中标签页？ 更改此设置不影响现有窗口。

# ui.advanced.setting.MinimalDeslectedColoredTabAlpha.description
source: Alpha value for tab color for non-selected colored tabs in the Minimal theme. Must be between 0 and 1.
zh_hans: 精简主题中未选中彩色标签页的颜色不透明度。 必须介于 0 和 1 之间。

# ui.advanced.setting.TabColorMenuOptions.description
source: Colors for tab color menu item. Space delimited strings like #rrggbb or #rgb in sRGB color space. If the P3 color space is available, you can use strings like: color(p3 1 0.5 0.25)
zh_hans: 标签页颜色菜单中的颜色。 使用空格分隔的 sRGB 颜色字符串，如 #rrggbb 或 #rgb。如果支持 P3 色彩空间，也可使用 color(p3 1 0.5 0.25) 这样的字符串

# ui.advanced.setting.RemoveAddTabButton.description
source: Remove the “new tab” button from horizontal tab bars?
zh_hans: 移除水平标签栏中的“新建标签页”按钮？

# ui.advanced.setting.AddTabButtonUsesCurrentProfile.description
source: Should the “new tab” button in the tab bar use the current session’s profile? When enabled, clicking the “+” button opens a new tab with the current session’s profile instead of the default profile.
zh_hans: 标签栏中的“新建标签页”按钮使用当前会话的配置文件？ 启用后，点击“+”按钮将使用当前会话的配置文件而非默认配置文件创建标签页。

# ui.advanced.setting.LightModeInactiveTabDarkness.description
source: Darkness (in [0…1]) for non-selected tabs in non-Minimal theme in light mode.
zh_hans: 浅色模式下非精简主题中未选中标签页的暗度（[0…1]）。

# ui.advanced.setting.DarkModeInactiveTabDarkness.description
source: Darkness (in [0…1]) for non-selected tabs in non-Minimal theme in dark mode.
zh_hans: 深色模式下非精简主题中未选中标签页的暗度（[0…1]）。

# ui.advanced.setting.SaveProfilesToRecentDocuments.description
source: Add items to Recents (in the dock icon's menu) to reopen recently used profiles as tabs?
zh_hans: 在“最近使用”（程序坞图标菜单中）添加项目，以标签页重新打开最近使用的配置文件？

# ui.advanced.setting.PlaceTabsInTitlebarAccessoryInFullScreen.description
source: Place the tabbar in the window's titlebar in full screen mode (macOS 13+ only)? This can be disabled to work around a bug in macOS where tabs may not be visible in full screen.
zh_hans: 全屏时将标签栏放入窗口标题栏（仅限 macOS 13 及更高版本）？ 可禁用此项以规避 macOS 中全屏时标签页可能不可见的问题。

# ui.advanced.setting.DefaultIconsUsingLetters.description
source: Use the running command's first letter as the tab's default icon if there isn't a built in one. This takes effect when tabs are configured to use built-in icons.
zh_hans: 没有内置图标时，使用正在运行的命令的首字母作为标签页默认图标。 标签页配置为使用内置图标时生效。

# ui.advanced.setting.TabCloseButtonsAlwaysVisible.description
source: Should tab close buttons always remain visible?
zh_hans: 始终显示标签页关闭按钮？

# ui.advanced.setting.UseSequoiaStyleTabs.description
source: Use Sequoia-style tabs in Tahoe and later?
zh_hans: 在 Tahoe 及更高版本中使用 Sequoia 风格的标签页？

# ui.advanced.setting.SplitPaneSourceFillColor.description
source: Color of source pane fill when moving/swapping a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
zh_hans: 移动或交换分割窗格时源窗格的填充颜色。 使用网页颜色格式 #rrggbb，也可用 p3#rrggbb 表示 P3 色彩空间。

# ui.advanced.setting.SplitPaneSourceBorderColor.description
source: Color of source pane outer border when moving/swapping a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
zh_hans: 移动或交换分割窗格时源窗格的外边框颜色。 使用网页颜色格式 #rrggbb，也可用 p3#rrggbb 表示 P3 色彩空间。

# ui.advanced.setting.SplitPaneSourceInnerBorderColor.description
source: Color of source pane inner border when moving/swapping a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
zh_hans: 移动或交换分割窗格时源窗格的内边框颜色。 使用网页颜色格式 #rrggbb，也可用 p3#rrggbb 表示 P3 色彩空间。

# ui.advanced.setting.SplitPaneTargetDropFillColor.description
source: Color of drop target fill when dragging a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
zh_hans: 拖动分割窗格时放置目标的填充颜色。 使用网页颜色格式 #rrggbb，也可用 p3#rrggbb 表示 P3 色彩空间。

# ui.advanced.setting.SplitPaneTargetDropBorderColor.description
source: Color of drop target outer border when dragging a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
zh_hans: 拖动分割窗格时放置目标的外边框颜色。 使用网页颜色格式 #rrggbb，也可用 p3#rrggbb 表示 P3 色彩空间。

# ui.advanced.setting.SplitPaneTargetDropInnerBorderColor.description
source: Color of drop target inner border when dragging a split pane. Should be a web-style color, #rrggbb. You can also use p3#rrggbb for p3 color space.
zh_hans: 拖动分割窗格时放置目标的内边框颜色。 使用网页颜色格式 #rrggbb，也可用 p3#rrggbb 表示 P3 色彩空间。

# ui.advanced.setting.AlternateMouseScrollStringForUp.description
source: Scroll wheel up sends the specified text when in alternate screen mode. The value should use Vim syntax, such as \e for escape.
zh_hans: 备用屏幕模式下，向上滚动滚轮时发送指定文本。 此值应使用 Vim 语法，例如用 \e 表示 Escape。

# ui.advanced.setting.AlternateMouseScrollStringForDown.description
source: Scroll wheel down sends the specified text when in alternate screen mode. The value should use Vim syntax, such as \e for escape.
zh_hans: 备用屏幕模式下，向下滚动滚轮时发送指定文本。 此值应使用 Vim 语法，例如用 \e 表示 Escape。

# ui.advanced.setting.AlternateMouseScroll.description
source: Scroll wheel sends arrow keys when in alternate screen mode.
zh_hans: 备用屏幕模式下，滚轮发送方向键。
